var atm_list ={
   "type": "FeatureCollection",
   "features": [
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02806,22.21072 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"長洲北社海傍路19A地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20962,22.219588 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港赤柱赤柱廣場三樓二號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1959,22.23896 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港淺水灣道109號影灣園地下1號攤位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15598,22.24092 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港鴨?洲利東?商場1期208A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14668,22.244 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"鴨?洲海怡半島廣場西翼商場地下G14號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15668,22.24432 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔鴨?洲大街33號順景閣地下D舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17315,22.24594 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔海洋公園道18號警察訓練學校"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17615,22.246621 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔海洋公圉入口平台西翼"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15496,22.248759 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔成都道20-28號添喜大廈1樓6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16909,22.249044 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港黃竹坑香葉道2號One Island South1樓102-103號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15349,22.249069 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔香港仔中心第1期地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15735,22.24947 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔石排灣?石排灣商場低層1樓2號舖側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13625,22.25043 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林華富?華珍樓718號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14957,22.25103 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔田灣?田灣商場101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.86203,22.254382 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山大澳街市街二十五號地下D座"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13875,22.25788 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林置富南區廣場第五層 527-528號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19896,22.25798 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"大潭水塘道88號陽明山莊"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12976,22.26069 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林數碼港道100 號商場3樓5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24856,22.2628 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港小西灣小西灣商場108A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23537,22.26287 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣興華(一)?興華商埸2樓入口側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23765,22.262896 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港環翠?環翠商場一樓自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24005,22.26406 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣宏德居B座地下73-74 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24358,22.26748 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣常安街77號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23308,22.267736 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港興民?興民商場四樓自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2401,22.2682 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣翠灣?辦事處大樓翠灣商業中心地下1號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18624,22.268891 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港跑馬地成和道45號日月大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23634,22.2695 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣東區尤德夫人那打素醫院地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18409,22.26965 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港跑馬地黃泥涌道15號常德樓地下 7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131,22.27054 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林道瑪麗醫院A翼大堂入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14975,22.27055 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港山頂道118號山頂廣場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19158,22.27058 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港白建時道5號牛奶公司購物商場"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18892,22.27339 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港掃桿埔東院道55號香港大球場"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1717,22.274731 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔皇后大道東183號合和中心地下4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18098,22.27509 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港跑馬地體育道1號香港賽馬會總部地下出納處"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24047,22.275905 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣杏花新城東翼商場209號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18314,22.277213 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港禮頓道26號凱基商業大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22433,22.27732 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣耀東購物中心5A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17611,22.2777 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔軒尼詩道256號地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17139,22.277727 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔軒尼詩道71-85熙華大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16537,22.277746 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘道88號太古廣場商場102號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16513,22.277746 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘道88號太古廣場商場403號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1679,22.27814 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔軍器廠街警政大樓香港警察總部"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1799,22.27825 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔天樂里9-17號兆豐大廈地下C舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18223,22.27842 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣勿地臣街1號時代廣場3樓電梯E23及E24下(312號舖側)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18248,22.27843 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣勿地臣街一號時代廣場地庫二樓(電梯E57&E58下)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22603,22.278965 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣筲箕灣道324號潤民商業中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17979,22.27931 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔駱克道382號莊士企業大廈地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18381,22.279851 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣軒尼詩道500號希慎廣場2樓217B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22846,22.28014 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣愛禮街2號愛蝶灣地下50號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15077,22.28017 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港西摩道1號地下7號舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1597,22.28021 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港皇后大道中1號?豐總行大廈地面廣場"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17693,22.280245 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔港灣道30號新鴻基中心1樓114-117號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18192,22.28028 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港駱克道463至483號銅鑼灣廣埸二期地下G08號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15384,22.28033 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環堅道27號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1551,22.280695 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環德己立街41號地下7號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22012,22.28078 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣興東?興東?商場1樓1號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17378,22.28093 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔港灣道1號會展廣場103室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22782,22.28093 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣愛東?愛東商場1樓109號舖側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16259,22.281125 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環夏?道10號和記大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18631,22.281247 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣告士打道310號柏寧酒店1樓1.09 - 1.10號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15694,22.281658 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環皇后大道中29號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93477,22.28171 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山東涌逸東商場1樓110號舖側5號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18415,22.28176 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣告士打道280號世貿中心地下G022室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12676,22.28225 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港西環卑路乍街144-148號金豪閣地下2C-2D號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22182,22.28266 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港西灣河筲箕灣道65-67號太安樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1537,22.282662 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環擺花街23-39號中環大廈地下E舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15841,22.283356 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環交易廣場2樓201-2及204-5號及3樓301-4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13557,22.283974 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大學站HKU 6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14278,22.284302 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港西營盤般含道68號蔚庭軒"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1594,22.28478 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"中環金融街八號國際金融中心商場一樓1105A-C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21336,22.284881 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港?魚涌英皇道1037號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13313,22.285014 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港西環卑路乍街8號西寶城地下低層1-3 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19624,22.28572 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角雲景道33號牛奶公司購物中心地下3A 舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21701,22.285994 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港?魚涌太古城中心第1期065號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14829,22.2864 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港皇后大道西2-12號聯發商場A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19163,22.286486 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角電氣道148號地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14254,22.2868 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港皇后大道西 288 號 豐景閣地下1 及 2 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16108,22.28694 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環7號碼頭(天星小輪)上層一號提款機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15115,22.287037 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港上環德輔道中293-301號 粵海投資大廈地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21041,22.287592 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港?魚涌英皇道971號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15109,22.28812 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港干諾道中168-200號信德中心2樓294-295號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.94242,22.288828 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"新界富東?富東商埸自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.94042,22.28955 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山東涌達東路20號東薈城1樓116a"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19596,22.289983 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角英皇道306-316號雲華大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20197,22.290929 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角英皇道500號港運城131-132號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16874,22.293832 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍 尖沙咀 天星碼頭 地下５號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17359,22.29549 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀港鐵尖東站收費區外14號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23867,22.295862 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油塘鯉魚門80號鯉魚門廣場地下自動櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17215,22.2959 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀彌敦道21號九龍酒店1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16905,22.29605 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀海港城海洋中心三階K3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23808,22.296676 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油塘大本型港鐵樓層升降機大堂側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.92645,22.296686 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場駿運路國泰航空貨運站三樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93418,22.298084 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角觀景道8號國泰城商場1樓B-E舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23667,22.298367 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"油塘站YAT 8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9297,22.2986 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角超級1號貨站辦公室大樓南座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17238,22.298837 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀彌敦道82-84 號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17708,22.298934 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖東麼地道67號半島中心地下及一樓G55-60號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16794,22.29948 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀海港城港威商場三階K2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17755,22.300061 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀加連威老道98號東海商業中心地下G18A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23621,22.300247 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油塘油麗?三期豐麗樓升降機大樓底層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16788,22.30041 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀中港城2樓11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23958,22.30292 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田碧雲道168號廣田商場地下自動提款機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18199,22.302944 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡港鐵紅磡站收費區外自動櫃員機 HUH ATM 3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16027,22.30339 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍柯士甸道西1號環球貿易廣場 47 樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93927,22.30342 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場東輝路11-12號港龍大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18896,22.303532 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃埔花園第4期商場地下G6, 6A及G7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16029,22.30354 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"香港九龍柯士甸道西1號環球貿易廣場56樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.89933,22.30359 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場南環路80號正門側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16899,22.30405 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍佐敦?靈街48-50號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16103,22.30423 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀柯士甸道西一號圓方一樓一號提款機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16621,22.304919 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵柯士甸站(收費區外) AUS 102 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17193,22.304942 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油麻地彌敦道238號地下8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23715,22.305952 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍平田?平田商埸二樓自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25119,22.30603 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳彩明苑彩明商場2樓264號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18791,22.306283 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡黃埔新村民泰街2-32 永華樓地下B2A-B 7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25725,22.30673 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳唐德街 9 號 將軍澳中心一樓108號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18492,22.30746 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田?景道8號?景廣場第四層H 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23293,22.30746 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡寶其利街121號城中匯地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23489,22.30845 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田啟田道啟田商場2樓櫃員機位2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1912,22.309054 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡海逸道8號海逸坊1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1748,22.30947 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍加士居道依利沙伯醫院西翼地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23807,22.31015 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田碧雲道223號德田商場1樓自動提款機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.91775,22.310242 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場中場客運廊第六層離港層(禁區)6MC013號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18775,22.310322 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡馬頭圍道37-39 號紅磡商業中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25896,22.31098 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳尚德?尚德商場3樓302號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22494,22.31104 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘開源道71號王子大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17867,22.31214 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍愛民?愛民商場1樓F23A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.92714,22.312324 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第六層離港層西大堂(禁區)6W570B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23814,22.31281 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田興田?興田商場地下自動提款機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17046,22.313096 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油麻地彌敦道525-543A號地下A舖及1樓101-104, 106舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.92705,22.313176 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第六層離港層西大堂(禁區)ATM6W001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22024,22.314485 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘觀塘道378號創紀之城二期1樓自動提款機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9348,22.3145 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山赤?角香港國際機場1號客運大樓抵港層5T054-056"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9341,22.314783 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第七層離港層東大堂(禁區)ATM7E003號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93482,22.315102 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第七層離港層大堂(非禁區)ATM7T001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93403,22.31514 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第六層離港層東大堂(禁區)6E201號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93563,22.31515 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第五層抵港層行李認領大堂(禁區)ATM5T001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93673,22.315227 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第五層地面運輸中心(非禁區)5G086A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18743,22.31532 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣馬頭圍道272號福裕樓地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22541,22.31534 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘物華街55號安寧大樓地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93478,22.315352 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第五層抵港層入境大堂前區域(禁區)ATM5E001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93385,22.315418 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第七層離港層東大堂(禁區)ATM7E001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93533,22.3155 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場1號客運大樓離港登機層7T076號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16454,22.315532 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀海庭路2號海富商場1樓自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22979,22.31554 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘翠屏?翠桃樓76-78號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93707,22.315544 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場2號客運大樓第三層(非禁區)ATM3P001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18103,22.3157 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍何文田佛光街33號香港房屋委員會總辦事處地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93868,22.315808 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山赤?角香港國際機場二號客運大樓6P016-018"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18186,22.31631 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍何文田何文田廣場2樓219號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93434,22.316413 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山赤?角香港國際機場1號客運大樓抵港層5T002"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26856,22.31653 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳明德?明德商場地下17號舖對出空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26493,22.316597 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳重華路8號東港城商場2樓Area F"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26513,22.316989 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳重華路8號東港城108號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17262,22.31704 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角豉油街60-102, 104A及104B號鴻都大廈地下5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26421,22.31728 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳厚德?厚德商場西翼地下電梯下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23625,22.31743 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘秀茂坪寶達商場地下扶手梯1號及2號梯底(1號舖對面)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16103,22.318177 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀深旺道一號?豐中心高層地下D舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16925,22.31883 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角彌敦道673號低層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19363,22.318959 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣新碼頭街38號翔龍灣翔龍灣廣場地下ATM02 自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17048,22.31899 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角通菜街81號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.94379,22.319207 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"新界香港國際機場航天城東路一號香港天際萬豪酒店走廊商業中心外面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23221,22.31938 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘秀茂坪?秀茂坪商場2樓自動櫃員機2及3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1881,22.32032 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣北帝街24-24A號地下A號舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21619,22.320433 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角上?常泰樓空地自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18969,22.320813 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣炮仗街142-144A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26143,22.32086 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳景林?商場地下9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17031,22.32136 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角通菜街126A號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2093,22.321442 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣宏照道33號國際交易中心地下06, 08, 10, 11, 12A及12B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21983,22.32183 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角樂華北?商場平台空地自動櫃員機一號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25751,22.322173 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳貿業路8號新都城中心三期商場2樓221-222號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.94483,22.32222 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場亞洲國際博覽館1號場館對外地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17263,22.32226 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角港鐵旺角東站收費區內MKK16號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18749,22.322596 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍馬頭圍?洋葵樓地下111號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16903,22.322617 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角彌敦道750號始創中心2樓218舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21712,22.322638 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角道20號安基商場1樓104號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2492,22.32275 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳翠林?翠林商場102號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21263,22.323148 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣德福廣場1期G座P16號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18313,22.32354 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍城亞皆老街190號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16986,22.323691 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角水渠道34-36號東樂大樓地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18046,22.32382 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍城亞皆老街147號A西翼地下低層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20387,22.32386 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣展貿徑1號國際展貿中心地下陳列櫃01A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21617,22.324208 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣牛頭角道77號淘大商場II期地下G191號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1605,22.324274 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀港灣豪庭廣場地下公共走廊自動櫃員機位(近G30號舖)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25614,22.32522 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳寶林?寶林商場1樓205號舖對面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2262,22.32615 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘順天?天榮樓地下104A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16193,22.327286 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"深水?荔枝角道245號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15333,22.3273 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?港鐵南昌站收費區內14號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15464,22.32759 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?富昌?富昌商場1樓103號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21444,22.327817 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘彩盈?彩盈坊3號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18771,22.32847 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍城福佬村道18號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20883,22.32886 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣?業??賢樓地下公共走廊自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20596,22.32967 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣宏光道80號麗晶商場地下G3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21237,22.330194 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍彩德?彩德商場5樓(515號舖側)近2號升降機空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16153,22.33088 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?桂林街133-135 號地下B舖 7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15956,22.3309 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?欽州街37K西九龍中心1樓126號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1595,22.330999 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?欽州街37K西九龍中心6樓601D號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20311,22.331037 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍城承啟道28號晴朗商場地下 B007 商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22628,22.33108 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘順利?利溢樓地下29號空格"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16326,22.33172 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?福榮街68號地下 A 舖 7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16283,22.33246 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?桂林街149號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14682,22.33257 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?海麗?海麗商場地下1號舖側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16663,22.33334 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?石硤尾?美盛樓地下3 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15679,22.33343 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?麗閣?麗閣商場地下20A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19656,22.333459 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍新蒲崗太子道東638號Mikiki 地下自動櫃員機機位A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20953,22.33352 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍坪石?玉石樓地下正門入口側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21442,22.33393 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍彩雲(一)?彩雲3期商場2 樓B201 號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20987,22.3341 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍清水灣道8號匯八坊地下G03舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14239,22.334288 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角寶輪街一號曼坊地下G11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14893,22.33469 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角道833號昇悅居昇悅商場一樓陳列櫃4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19762,22.33495 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍新蒲崗爵祿街98號爵祿居地下C舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20533,22.33515 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍彩虹?金坪市場20號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17154,22.33523 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍南山?近南樂樓地下112號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16742,22.33528 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍石硤尾白田?麗田樓地下11至20號單位外空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15452,22.33535 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣幸祥街幸福?幸福?商場1樓1號自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17486,22.33694 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界西貢清水灣道大埔仔村7號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25938,22.33694 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍塘達之路80號又一城港鐵接駁通道"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14845,22.33713 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣道833號長沙灣廣場1樓119號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19794,22.337172 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"新蒲崗大有街26-28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14907,22.337255 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣道833號長沙灣廣場1樓116C及D號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1745,22.337283 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍塘達之路80號又一城LG2-01"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17567,22.33739 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍塘港鐵站KOT 126號商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1562,22.33756 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"香港九龍長沙灣元州街303號元州商場1樓F08室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18759,22.33762 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍橫頭磡樂富廣場UG2樓L202號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13643,22.33783 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍港鐵美孚站收費區外MEF ATM 23號自動櫃員機機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15021,22.33786 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣道777-779號天安工業大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13652,22.338593 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍港鐵西鐵站美孚站MEF 101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15857,22.33869 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣李鄭屋?李鄭屋商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15619,22.338706 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?青山道 332 號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16473,22.339775 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍澤安?富澤樓地下3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13484,22.3402 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角荔景山道瑪嘉烈醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19437,22.3414 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙正德街103號黃大仙下(二)?黃大仙中心南館UG13C號舖及UG14A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13773,22.3418 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌盈暉臺家居城景荔徑8號1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19234,22.342077 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙龍翔道136號黃大仙中心北館1樓N119號舖位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20911,22.34278 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍富山?富信樓K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18672,22.342862 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍天馬苑天馬苑商埸自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19996,22.34386 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍鑽石山鳳德?鳳德商場227號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19309,22.345015 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍 竹園道 15 號 竹園商埸 1 樓 自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10929,22.34517 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長青?長青商場2樓平台青葵樓正門入口外空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.124,22.34594 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌現代貨櫃1號碼頭地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12656,22.34844 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌荔景山道賢麗苑商場地下7-Eleven便利店對面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20057,22.34858 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍慈雲山毓華街23號慈雲山中心326號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20214,22.34956 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍慈雲山慈正?慈正商埸二期地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.09849,22.34989 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長康?長康?2期商場1樓1號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10845,22.35135 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣翠怡花園商場地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13105,22.35407 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌麗瑤?麗瑤商場中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.09761,22.354911 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長亨?長亨商埸地下自動櫃員機二號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.09562,22.356568 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界長宏?長宏商場地下自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12984,22.357786 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵芳?葵芳商埸自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12653,22.357971 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵芳新都會廣場地下151-152號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10845,22.3592 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣青衣城地下G07A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12269,22.361166 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌葵盛西?第7座地下1B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1145,22.361983 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣怡樂街 1-5 號海濱花園 E 座地下 101 號舖位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10335,22.36257 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長發商場318A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17128,22.36317 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田顯徑?商場B翼地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13142,22.363218 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌興芳路166-174號 新葵興廣場3樓2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12107,22.363737 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌永基路55號嘉里貨運中心電梯大堂 P1 樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12716,22.364523 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵盛東?葵盛東商埸自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13922,22.36571 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌石籬?石籬商場2期3樓310號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13646,22.365784 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌和宜合道5-27號寶星中心1樓11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1282,22.36742 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌?葵涌商場212舖位側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11095,22.36757 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荃灣西站17號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17965,22.3681 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"香港新界沙田田心街1號隆亨?隆亨商場3樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.06172,22.36823 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界深井海韻花園地下G6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12376,22.368486 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌大窩口道15號大窩口商場3樓ATM No.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12299,22.36875 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣大窩口大廈街15-17號仁雅大廈地下A舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11392,22.369186 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣楊屋道1號荃新天地地下21-22號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18113,22.36925 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田翠田街2號新翠商場2樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11639,22.36941 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣眾安街69號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11668,22.369918 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣眾安街55號大鴻輝(荃灣)中心一樓101舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18583,22.37032 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田新田圍?商場5樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14165,22.37106 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌安蔭?安蔭商場1樓102號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13863,22.37155 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌石蔭?石蔭商場 LG 1樓 LG122 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99276,22.37188 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門黃金海岸購物商場1A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96628,22.37275 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門湖翠路168-236 號海趣坊87-92號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17815,22.372817 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵大圍站42-44號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11829,22.37305 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣青山公路210號富華中心一樓4A,4B(A)-4B(C),5及6舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18686,22.37322 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田秦石?秦石商場68-69號舖對出空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17874,22.37329 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田大圍港鐵大圍站(收費區內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12415,22.3752 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣石圍角?石圍角商場3樓326號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96266,22.37522 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門蝴蝶?蝴蝶廣場地下自動櫃員機1號(毗鄰Shop L112號舖)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19321,22.37548 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田博康?博康商場9及10號舖7-Eleven"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.92116,22.37576 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門踏石角中華電力公司 - 青山發電廠"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1709,22.37629 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田美田?美田商場2樓203號舖對面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1118,22.376633 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣愉景新城購物商場第三層3022及3023號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19458,22.37675 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵沙田圍站收費區內5B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19409,22.37776 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田沙角?商場3樓39號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13675,22.37783 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌梨木樹?梨木樹商場25號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17591,22.37802 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田大圍美林商場1樓ATM2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13059,22.37856 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣象山?象山?商場3樓自動櫃員機位(313-317號舖對面)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10762,22.37906 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣荃灣中心購物商場地庫上層71號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20155,22.37985 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田銀城街威爾斯親王醫院2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21531,22.38065 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田廣源?商場第1座4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96505,22.381141 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門新屯門中心商場第3層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19591,22.38127 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田大涌橋路20-30號河畔花園地下36舖7-Eleven"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.27057,22.38177 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界西貢普通道11A,15-15A號舖地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.27118,22.382343 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界西貢親民街西貢花園8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19117,22.38249 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田好運中心商場第三層109號A2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18765,22.38282 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵沙田站(收費區外)SHT32號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97798,22.38285 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門恆福商場地下112號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20354,22.38288 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵第一城站收費區內7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1896,22.383651 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田沙田正街21-27號沙田廣場L1樓49舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97377,22.384193 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"屯門翠寧花園地下12-13號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19186,22.38459 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田瀝源?瀝源商場1樓15號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96657,22.385732 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門龍門路43號龍門居39號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9759,22.386895 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯門鄉事會路2A安定?H.A.N.D.S A區1樓A-132至A-133號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20326,22.387134 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田第一城置富第一城 . 樂薈地下15-21號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20916,22.387182 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田石門?健?樓地下空位自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97986,22.38756 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門置樂花園商業中心地下35號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20846,22.38785 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵石門站收費區內4B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19519,22.38789 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田禾輋?禾輋商場2樓212 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19436,22.39186 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田穗禾苑1樓F6A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97577,22.392415 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯合街2號屯門時代廣場商場南翼地下21號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97647,22.393519 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯盛街1號屯門市廣場一期高層地下UG001-002號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97645,22.393893 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯門市廣場第二期地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1983,22.39541 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵火炭站(收費區內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97322,22.39582 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門西鐵屯門站收費區外38號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.966,22.39661 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門山景?商場2樓215號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97427,22.40051 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門石排頭路1號卓爾廣場1樓116及126號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97813,22.40321 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門井財街9號錦發大廈地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96297,22.40658 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門良景?良景商場213A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96976,22.40693 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門建生?建生商場2樓206號舖外空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97653,22.40766 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀道屯門醫院地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22268,22.40827 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵大水坑站收費區內3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96658,22.40938 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門寶田?寶田商場1樓扶手梯側空地(109號舖對面)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97876,22.41192 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門港鐵兆康站收費區外30號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21024,22.4133 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵大學站(收費區內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.983,22.41367 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯貴路9號富泰商場地下電梯下(毗鄰3號舖)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22549,22.414609 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田馬鞍山欣安?欣喜樓地下空位自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22828,22.41669 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山恆安?商場2樓K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23047,22.4205 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山耀安?商場106號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22645,22.42152 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山頌安?頌安商場地下2號自助櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23578,22.42223 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田馬鞍山錦英苑商場13號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2298,22.424671 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山西沙路628號新港城廣場2樓5-8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22973,22.42506 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山新港城廣場2樓51號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21278,22.42558 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田香港科學園科技大道西1 號地 下G03 商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24104,22.42657 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山利安?利安商場地庫2樓自動櫃員機位(毗鄰LG203號舖)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24384,22.429258 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵烏溪沙站收費區內 WKS ATM 2 自動櫃員機機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99589,22.43276 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗洪水橋大街德祥樓9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0631,22.43525 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗港鐵錦上路站收費區外1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99807,22.43639 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界洪水橋洪元路1號洪褔?洪褔商埸地下7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.06681,22.43992 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦田大馬路40號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16744,22.44209 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔運頭塘?商場K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.03128,22.442868 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗又新街37-51號又一新城地下L2 號舖及富祐閣地下部分7A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02915,22.44337 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗元朗新街1-49號合益廣場地下A59舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02739,22.444239 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗青山公路150-160號 元朗?豐大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02749,22.444301 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗青山公路元朗段218號富興大廈地下A號舖Circle-K便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17044,22.44443 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔港鐵大埔墟站收費區外6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02114,22.445732 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"元朗水邊圍?湖水樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.03472,22.446108 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗港鐵元朗站收費區外19號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02958,22.446154 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗安寧路8號冠煌樓地下C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02471,22.44763 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗港鐵朗屏站收費區外自動櫃員機A02號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00515,22.44853 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"收費區 - 港鐵天水圍站收費區17號舖 及 收費區外 - 港鐵天水圍站收費區外櫃員機,自動售賣機A01號位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17417,22.44864 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔廣福?商場K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16718,22.448773 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔廣福道54-62號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02316,22.45035 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"元朗朗屏商場鏡屏樓平台3B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16089,22.45051 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔太和?太和廣場S221A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00403,22.450725 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗天水圍天湖路二號天耀商埸地下L035號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1613,22.45102 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太和站收費區內 TWO ATM 4自動櫃員機機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16168,22.45125 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔太和?太和廣場K2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17333,22.45166 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔安埔里地下6號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16988,22.451718 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔安邦路8及10號大埔超級城B區一田百貨地下自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00044,22.45219 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗天水圍天湖路1號嘉湖新北江商場地下A10-A13號舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17095,22.452699 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔安邦路8及10號大埔超級城第二層Ｃ區OS-11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00693,22.453077 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天喜街9號天慈?天慈商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16859,22.453263 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔翠屏花園商場26號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16803,22.454029 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔大元?大元市場409A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17462,22.45403 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔富善?商場地下22號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00327,22.457068 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍嘉湖銀座第二期"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17153,22.45827 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔富亨?富亨商場地下2號自助櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99744,22.46159 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天華路30號頌富廣場一期二樓L218B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15228,22.4624 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔康樂園市中心徑3號地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9963,22.462494 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天恩?天恩商場自動扶手電梯下空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00292,22.463309 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天晴?天晴商場地下7號舖位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99879,22.468366 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天瑞路77號天澤商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.04512,22.47766 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦?花園市中心D座地下1C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13862,22.48259 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺雍盛苑雍盛商場地下1號櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14103,22.48414 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺華明?華明商場地下自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.05412,22.48641 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗加州花園商業中心G17號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13959,22.49226 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺名都商場2樓18號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13872,22.492614 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵粉嶺站(收費區外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14084,22.4932 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺祥華?祥華商場地下2 號自助櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13545,22.49375 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺嘉福?嘉福商場地下自動櫃員機位1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12749,22.493837 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水清河?清譽樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13005,22.500585 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水中心商場地下1024-1028及1030-1031號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12575,22.500881 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水彩園?彩園廣場3樓自動櫃員機3號 (20號舖側)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12774,22.5015 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水港鐵上水站(收費區外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13359,22.50325 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水天平?天平商場地下自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12697,22.504174 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水上水新豐路79-81號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.06663,22.515134 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵落馬洲站, 一樓車站離境大堂, LMC 131號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11299,22.52892 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "他們的分類":"理財易中心",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界羅湖港鐵羅湖站收費區外2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1759259,22.3370516 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179362,22.3045487 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡香港理工大學邵逸夫樓平台二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188322,22.305078 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡黃埔花園第一期商場G8B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148304,22.3353581 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角道833號昇悅商場1樓(129號舖旁)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1726998,22.3355885 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍達之路香港城市大學教學樓3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1619118,22.3048155 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1716793,22.3048748 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵佐敦站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1817587,22.3027602 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵紅磡站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1666256,22.3035449 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵柯士甸站非付款大堂104號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2030471,22.3318228 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"九龍城區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍城晴朗商場A區1樓ATM位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1680336,22.4541773 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔汀角路10號大元街市地下411號單位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1703949,22.4446918 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵大埔墟站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170132,22.451487 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔大埔超級城D區一樓OS-9號位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203108,22.431987 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"大埔白石角天賦海灣第四期「逸瓏灣」住宅項目商場LG/F層ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160788,22.450635 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔太和路12號太和廣場東翼L1樓自動櫃員機 4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17539,22.458535 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"大埔區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔全安路 11 號雅麗氏何妙齡那打素醫院A座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165224,22.279481 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘夏愨道18號海富中心一樓F97號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165959,22.2780189 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵金鐘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151947,22.286659 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵上環站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158554,22.281488 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵中環站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1576765,22.2827585 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"干諾道中13-14號歐陸貿易中心地下W舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158882,22.28424 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵香港站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1612875,22.2796675 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港花園道1號中銀大?3樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1612875,22.2796675 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港花園道1號中銀大?地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1361807,22.2828229 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林道香港大學黃克競樓平台"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165361,22.278421 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘道95號統一中心商場1011號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128987,22.281316 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵堅尼地城站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.144236,22.287326 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西營盤站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1630349,22.2770036 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"中西區",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環堅尼地道42號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0033567,22.463091 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天晴村晴雲樓地下空置地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0633911,22.4350295 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵錦上路站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9968609,22.4338635 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗洪水橋洪堤路8號雅珊園1樓76號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0347266,22.4461076 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵元朗站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0061797,22.4495854 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵天水圍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02546,22.4477415 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵朗屏站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045017,22.477497 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦繡花園市中心E座地下6號A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.068224,22.44122 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦田永隆圍 lot no.14 D.D.109, 3號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.997848,22.462242 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍頌富商場二期地下ATM No.4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0275784,22.444956 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"元朗壽富街29號興隆中心地下20號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9986758,22.4684022 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天瑞路 Nos.71,73,75 及77 天澤商場地下 ATM No.6"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.997882,22.462237 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"元朗天水圍頌富廣場一期二樓L218A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.041822,22.445515 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗坳頭博愛醫院地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.07958,22.440067 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"元朗區",
    "我們的分類":"自動櫃員機",
    "地址":"元朗錦田荃錦公路石崗村軍營"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.971423,22.383721 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"屯門海珠路2號海典軒地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.965815,22.396663 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"屯門山景商場低層地下ATM,近121號商舖之公眾地方"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.983378,22.413899 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯貴路9號富泰?富泰商場地下4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9783114,22.4120875 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵兆康站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9724986,22.3939871 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西鐵線屯門站TUM 21舖 (設有語音導航自動櫃員機)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.978032,22.412426 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"屯門兆康苑兆康商場一樓213號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.971944,22.399414 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"大興村大興商場1期地下1號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9751923,22.3876644 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門友愛路友愛?「H.A.N.D.S」商場S 區地下(又稱 L1) ATM No.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975861,22.410162 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀路23號屯門醫院 2樓康復大樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.973001,22.409073 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀路 15 號青山醫院C座G31室地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976148,22.407223 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"屯門區",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀路23號屯門醫院主座地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1357505,22.4933179 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺嘉福商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1273203,22.5018772 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵上水站付款大堂SHS 6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127195,22.4943 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"上水清河村清譽樓附翼地下空地ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1130299,22.5289987 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵羅湖站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1611966,22.4509989 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵太和站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1389248,22.4919945 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵粉嶺站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0645618,22.5152125 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵落馬洲站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133831,22.503546 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水天平?商場地下121號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138579,22.482584 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"粉嶺華明路22號雍盛苑商場地下ATM2號位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153172,22.507355 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新圍軍營 - 沙頭角公路龍躍頭段"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.124448,22.496649 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"北區",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水保健路 9 號北區醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2577732,22.3228576 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵寶琳站非付款大堂POA 8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2598617,22.3074394 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵將軍澳站非付款大堂TKO 8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2643617,22.3157373 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵坑口站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.255891,22.325245 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"將寶澳寶林?寶林商場中心106號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.248978,22.3229 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳翠林?翠林商場5樓134號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.263498,22.337443 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界清水灣道香港科技大學學術廊入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2685167,22.2947607 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵康城站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.258878,22.311037 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳唐明街2號尚德?尚德商場一樓ATM No.3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2641663,22.3348664 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"新界清水灣道香港科技大學李兆基商學院大樓地下樓層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2513179,22.3059715 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳彩明街1號彩明苑彩明商場1樓ATM No.4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.269864,22.317884 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳坑口寶寧里 2 號將軍澳醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.256257,22.31398 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"西貢區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍將軍澳靈實路 8 號靈實醫院地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2091626,22.3868947 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田碩門村健碩樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200282,22.397958 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"火炭樂景街2-18號銀禧花園商場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2100038,22.413378 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵大學站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1980787,22.39502 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵火炭站FOT 5號舖(閘內付款大堂)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2225562,22.4079662 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵大水坑站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237438,22.424006 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山錦英路6號富寶花園商場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205178,22.400992 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場 - 會員席正門入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205178,22.400992 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場 - 第二座大看台一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1861067,22.3748005 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵車公廟站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2259521,22.4181164 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵恒安站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2440546,22.4292713 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵烏溪沙站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2092057,22.3879694 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵石門站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1784965,22.3729071 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大圍站付款大堂35號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1951337,22.3771576 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵線沙田圍站付款大堂3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2035163,22.3830159 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵線第一城站付款大堂4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231057,22.42548 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵馬鞍山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1870186,22.3820852 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵沙田站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204192,22.40057 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場6樓公眾包廂席2號看台"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176056,22.378129 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田大圍美林村美林商場一樓ATM No.1 (近郵政局的公眾地方)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175274,22.360463 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界大圍富健街18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.223258,22.405011 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田恒信街2號富安花園地下2C舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171799,22.363864 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田大圍車公廟路69號顯徑?顯徑商場地下3號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194997,22.38809 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田德厚街3號禾輋?禾輋商場二樓5號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200586,22.348177 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬鞍山西沙路頌安?頌安商場1樓ATM No.4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1912206,22.3750322 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田圍博康?商業中心125號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204742,22.4005805 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場- 第二座看台2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181661,22.369142 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"大圍翠田街2號新翠村新翠商場地下 ATM No.1"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20262,22.380785 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田銀城街 30-32 號威爾斯親王醫院 1樓住院主樓暨創傷中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200995,22.37938 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"沙田區",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田銀城街 30-32 號威爾斯親王醫院2樓主樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1939856,22.2784156 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港大坑勵德村6座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192162,22.283216 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港天后留仙街3號雅景樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2162496,22.2845337 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太古站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2006345,22.290879 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵北角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1915316,22.2826838 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵天后站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2398653,22.2766647 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵杏花?站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2371801,22.2645261 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵柴灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1939313,22.2883244 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵炮台山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2291588,22.2789312 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵筲箕灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224106,22.277426 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"筲箕灣耀東商場1樓ATM No.1"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222468,22.2818951 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西灣河站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216001,22.284487 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港?魚涌康山道2號康怡廣場南座二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2098278,22.2879449 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵?魚涌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21876,22.286372 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港太古城耀星閣G1012-G1013"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.240396,22.267949 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣翠灣村翠灣商場地下2號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201141,22.291066 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"北角英皇道480號地舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192742,22.288422 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角電氣道183號12樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236508,22.269438 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"東區",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣樂民道 3 號東區尤德夫人那打素醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1682587,22.3246879 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太子站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171896,22.297415 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵尖沙咀站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1748335,22.2956492 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵尖東站非付款大堂24號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158159,22.319661 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍海輝道11號奧海城一期中銀中心UG層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1602116,22.3178619 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵奧運站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1707112,22.3130319 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵油麻地站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1725977,22.3223045 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵旺角東站付款大堂MKK 9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1710358,22.3177364 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角山東街42-48號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168623,22.293981 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"尖沙咀天星碼頭KP-33B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169437,22.317559 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"旺角彌敦道625號及639號雅蘭中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169291,22.319415 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵旺角站自動櫃員機 (MOK ATM 3)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162466,22.319518 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀道38號新九龍廣場地下090號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179407,22.32304 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍亞皆老街 147A九龍醫院(西翼)UG層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173856,22.307741 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍加士居道 30 號伊利沙伯醫院 E室地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183204,22.324293 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍亞皆老街 147B 醫管局大樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17437,22.30915 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"油尖旺區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍加士居道 30 號伊利沙伯醫院ACC層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1983816,22.2581293 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"陽明山莊商業中心地下88號大潭水塘道"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157404,22.249771 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"石排灣商場低層一樓鄰近2號舖的公眾地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166206,22.248186 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港黃竹坑道40號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184265,22.263565 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港司徒拔道40號港安醫院"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156484,22.241107 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"利東商場二期 Level 2 ATM No.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150138,22.244708 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港鴨?洲鴨?洲橋路322,326,328,330及332號鴨?洲村利澤樓地下12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137494,22.250162 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林華富道23號華富(一)商場地下22號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173293,22.251101 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔黃竹坑道 125 號葛量洪醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131178,22.270272 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"南區",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林道 102 號瑪麗醫院(A翼)主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.103961,22.376485 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣港安醫院L/G層鄰近餐廳入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1178631,22.3736528 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荃灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139254,22.365722 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"石籬商場二期3樓ATM No.2 (近1號商舖之公眾地方)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.109761,22.3687467 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵荃灣西站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.119739,22.372795 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣綠楊坊地下G33號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.114413,22.363177 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣海濱花園平台A120號舖旁位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.119618,22.369733 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"荃灣區",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣仁濟街 7-11 號仁濟醫院C座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1707581,22.3328195 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍南山村南樂樓鄰近112號商舖的空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131036,22.354119 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍麗瑤村街市鄰近1號商舖的空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1363279,22.3192625 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"昂船洲軍營第七座酒吧"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155041,22.3276483 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?西村路富昌村富昌商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1563115,22.3352475 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵長沙灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148211,22.3373673 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荔枝角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1365657,22.3388814 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵美孚站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162256,22.3309117 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵深水?站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1688729,22.3320886 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵石硤尾站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.167416,22.3349055 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"石硤尾白田村麗田樓地下鄰近區域保養辦事正門之公眾地方的ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1524136,22.3274697 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵南昌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1365657,22.3388814 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西鐵線美孚站MEF 102舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14691,22.332534 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"深水?深旺道100號海麗商場1樓ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.134603,22.340426 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角瑪嘉烈醫院道2-10號瑪嘉烈醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15241,22.34062 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"深水?區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水?永康街 111 號明愛醫院懷明樓3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200563,22.350947 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"黃大仙慈雲山慈正商場(II)期地下 ATM No.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187794,22.337732 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵樂富站非付款大堂LOF-ABC 1 舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201872,22.340473 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍鑽石山荷里活廣場一樓(146號舖對面)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2089034,22.3350404 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵彩虹站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1872801,22.3380591 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵樂富站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1938046,22.3416942 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵黃大仙站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2018665,22.339581 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵鑽石山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214493,22.327949 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"牛頭角彩盈坊彩盈商場鄰近2號商舖的空地ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200586,22.348177 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"慈雲山雲華街10號慈樂?慈雲山中心5樓ATM No.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195988,22.347117 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙沙田坳道124號黃大仙醫院 2E(保安室外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.196624,22.34549 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"黃大仙區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙沙田坳道 118 號聖母醫院(東翼)地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.109823,22.343678 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣藍澄灣商場一樓鄰近18號商舖的空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1083813,22.3523977 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣翠怡花園商場2期地下的公眾地方"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1244316,22.3406289 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌貨櫃碼頭南路18號葵涌四號貨櫃碼頭和黃物流中心M1層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1285703,22.3455832 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌祖堯村一樓A座"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1312033,22.363279 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵葵興站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1279571,22.357013 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵葵芳站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1261843,22.3483934 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荔景站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1249245,22.3709389 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大窩口站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.123796,22.368449 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"大窩口商場3樓ATM No.1, 近C8號商舖之公眾地方"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.136684,22.378343 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌梨木樹?商場地下大堂(自動櫃員機2號位置 - 近17號舖)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1069773,22.3585318 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵青衣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.129794,22.357963 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌葵芳村葵芳商場一樓ATM No.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10337,22.36246 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣島長發?商場3樓316號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13766,22.341838 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌景荔徑8號盈暉家居城二樓206號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127747,22.367554 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌村葵涌商場101號商舖對面的公共地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13859,22.371545 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌梨木道120號石蔭?石蔭商場LG1 層面對114號舖的公眾地方 1 號 ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1209574,22.3633509 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"香港葵涌永基路 55 號嘉里貨運中心P1層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1114093,22.3344701 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"?衣航運路 36 號亞洲物流中心-順豐大廈 9 樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133432,22.343399 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"葵青區",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌醫院道 3-15 號地下葵涌醫院服務層主樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.935797,22.279911 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"新界東涌逸東街8號逸東村逸東商場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.95142,22.293588 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"新界東涌映灣園一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9413878,22.2894283 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵東涌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9292902,22.2977235 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角超級一號貨站地下南門(即升降機大堂)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.938066,22.316433 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港國際機場2號客運大廈翔天廊3樓P043A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9331485,22.2980015 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"香港國際機場觀景路8號國泰城中座1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.928995,22.297177 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場駿運路3號國泰航空貨運站3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.936618,22.315901 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第5層抵港層 5G086B (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934064,22.314463 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第5層抵港層 5T030B (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.926816,22.31346 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第6層離港層 6W002 (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.933392,22.31579 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第5層抵港層 5T099E (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.933588,22.315181 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第5層抵港層 5E002 (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93344,22.315744 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第7層離港層 7E004 (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934697,22.314484 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第6層離港層 6E200 (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.938644,22.316013 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第3層 3P002 (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934279,22.314375 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第7層離港層 7T002 (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.926577,22.310965 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場第6層離港層 6W004 (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.940172,22.282037 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"東涌松仁路8號北大嶼山醫院 1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.926841,22.312767 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"離島區",
    "我們的分類":"自動櫃員機",
    "地址":"赤?角香港國際機場 6MC014 Midfield (附設人民幣提現服務)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1730167,22.2773543 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵灣仔站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18402,22.269802 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"跑馬地馬場 - 公眾席入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1803503,22.2722589 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"跑馬地馬場一樓會員席入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1826128,22.2800834 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵銅鑼灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1731023,22.2793434 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔告士打道7號入境事務大樓1樓1號室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175333,22.275799 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔皇后大道東 266 號律敦治醫院LG3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190236,22.274776 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣東院道 19 號東華東院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170094,22.280042 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"灣仔區",
    "我們的分類":"自動櫃員機",
    "地址":"灣仔告士打道1號香港演藝學院"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2167559,22.3276062 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘彩福村彩喜樓1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2369506,22.3063718 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田平田商場2樓203A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.252205,22.304033 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵調景嶺站非付款大堂TIL 8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2139496,22.3234646 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2264356,22.3122633 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵觀塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2329823,22.3065678 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵藍田站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2192512,22.315558 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵牛頭角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2371179,22.297903 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵油塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.238602,22.296236 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"油塘大本型MTR層M07號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.234866,22.315313 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍秀茂坪(南)村秀善樓地下房村辦事處外面的公共地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.219908,22.321833 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角振華路70號樂華 (北村) 商場3樓3號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.208232,22.322588 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣臨樂街19號南豐商業中心地下G1舖之餘下部份"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209794,22.32884 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘道啟業商場啟賢樓地下自動櫃員機 2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.227656,22.322202 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘協和街 130 號基督教聯合醫院S層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.206964,22.323692 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "他們的分類":"",
    "18區":"觀塘區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣臨華街1號九巴九龍灣車廠地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.234953,22.308468 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"1/F Tak Tin Shopping Centre, Tak Tin Estate Lam Tin, Kowloon."
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148765,22.249376 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Nos. 1 & 2, G/F Silver Mansion, 81 Shek Pai Wan Rd., Aberdeen, Southern, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157531,22.288142 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Central Pier No. 3, 11 Man Kwong Street, Central, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159283,22.285297 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Two International Finance Centre, 8 Finance Street, Central, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156629,22.286638 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Podium Level 1, Four Seasons Hotel, 8 Finance Street, Central, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24,22.27 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Kiosk 188, 1/F Paradise Mall, Heng Fa Chuen, Chai Wan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237294,22.264079 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No 101, Level 1, New Jade Shopping Arcade, New Jade Gardens, Chai Wan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148653,22.337548 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, 828 Cheung Sha Wan Road, Lai Chi Kok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.208209,22.341185 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F., Grand View Garden Commercial and Carpark Block, 185 Hammer Hill Road, Diamond Hill, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202171,22.340474 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Beside Shop 102, Level 1, Plaza Hollywood, Diamond Hill, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142489,22.488032 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"UG/F Avon Park, 15 Yat Ming Road, Fanling, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135492,22.493587 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Open space beside shop 2 on G/f Ka Fuk Shopping Centre, Fanling, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.143879,22.50056 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Level 1, Regentville, 8 Wo Mun Street, Luen Wo Hui, Fanling, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19343,22.39733 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 8A & Shop 3, 1/F Shatin Galleria, 18-24 Shan Mei Street, Fo Tan, Shatin, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184943,22.269098 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F 16 King Kwong Street, Happy Valley, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174396,22.317525 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop A3, G/F, Pine Manor, 61-63 Waterloo Road, Mongkok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181799,22.316294 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No.10, G/F., Homantin Plaza, Homantin, Kowloon (7-Eleven)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191398,22.309233 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"UG/F, The Laguna Mall, 8 Laguna Verde Avenue, Hung Hom, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18779,22.310148 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 33-37, G/F, Hunghom Commercial Centre, 37-39 Ma Tau Wei Road, Hung Hom, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183649,22.302631 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Level 7, The Metropolis Mall, No.6 Metropolis Drive, Hung Hom, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187781,22.305939 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 6E and 7C1, Phase 4, Whampoa Estate, 52 Tak Man Street, Hung Hom, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188627,22.315344 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"35-37 To Kwa Wan Road & 31C Chi Kiang Street, G/F, To Kwa Wan, Hung Hom, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188627,22.315344 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"35-37 To Kwa Wan Road & 31C Chi Kiang Street, G/F, To Kwa Wan, Hung Hom, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171499,22.303555 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops G3, G4 & G5, G/F, Chuang's London Plaza, 219 Nathan Road, Jordan, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170408,22.305514 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Basement, Pak Shing Building, No.31-37 Jordan Road, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170408,22.305514 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Basement, Pak Shing Building, No.31-37 Jordan Road, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174866,22.337064 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Unit G-08, Festival Walk, 80 Tat Chee Avenue, Kowloon Tong, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.125671,22.339646 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Hong Kong International Terminal, Berth 4 Kwai Chung Container Terminal, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133956,22.362691 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop A, G/F, Effort Industrial Building, 2-8 Kung Yip Street, Kwai Chung, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127092,22.364598 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Open Space facing Shop 8, G/F Kwai Shing East Shopping Centre, Kwai Shing East Estate, Kwai Chung, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12231,22.360726 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Adjacent to Shop 20 & 21, G/F Kwai Shing West Shopping Centre, Kwai Shing West Estate, Kwai Chung, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127066,22.357362 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. 186 - 188, Level 1, Metroplaza, 223 Hing Fong Road, Kwai Fong, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141637,22.369477 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, On Yam Shopping Centre, On Yam Estate, Kwai Chung, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139368,22.365629 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Adjacent to Shop 238, Shek Lei Shopping Centre Phase 2, Kwai Chung, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138058,22.366991 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 1&2, G/F, Lee Wo Bldg, 124-128 & 132 - 136 Wo Yi Hop Road, Kwai Chung, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2248,22.310686 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Fook Cheong Building, 63 Hoi Yuen Road, Kwun Tong, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22048,22.31453 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"1/F JOS Tower, Millennium City 2, 378 Kwun Tong Road, Ngau Tak Kok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22127,22.31394 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Unit 5A, G/F Standard Chartered Tower, Millennium City 1, 388 Kwun Tong Road, Ngau Tau Kok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212537,22.323528 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop P9-12, Podium Level, Telford Plaza, Telford Gardens, Tai Yip Street, Kowloon Bay, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237882,22.310456 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"自動櫃員機 Space No. 3, 2/F Kai Tin Shopping Centre, Kai Tin Road, Lam Tin, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045606,22.315548 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Disneyland Hotel, Hong Kong Disneyland Resort, Penny's Bay, Lantau Island"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045623,22.315501 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Disney's Hollywood Hotel, Hong Kong Disneyland Resort Penny's Bay, Lantau Island"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045614,22.315488 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Team Disney Building, Hong Kong Disneyland Resort, Penny's Bay, Lantau Island"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045625,22.315498 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Ticket Office, Hong Kong Disneyland Resort, Penny's Bay, Lantau Island"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.04563,22.315479 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"City Hall, Hong Kong Disneyland Resort, Penny's Bay, Lantau Island"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934805,22.281713 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Adjacent to Shop 23, G/F Yat Tung Shopping Centre, Yat Tung Estate, Tung Chung, Lantau Island"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113016,22.52889 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"MTR Lo Wu Station, G/F Concourse Level, Inside Shop LOW 5, Automated Teller Machine Site No. LOW 自動櫃員機 3, Lo Wu, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186741,22.338916 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop G201, G/F, Lok Fu Plaza II, 198 Junction Road, Lok Fu, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.065647,22.514464 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop LMC108, Lok Ma Chau MTR Station, Yuen Long, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.221785,22.408975 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Beside Shop No 103, Kam Tai Shopping Centre,Kam Tai Court, Ma On Shan, Shatin, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.232235,22.425767 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"No. 231 - 234, Level 2, Ma On Shan Plaza, Ma On Shan, Shatin, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23029,22.41887 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. 自動櫃員機 1, Yiu On Shopping Centre, Yiu On Estate, Ma On Shan, Shatin, New Territories (next to Shop 106)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141754,22.336201 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops G5, G6, G7 & G9, G/F, Mei Foo Plaza, Mei Foo Sun Chuen Stage 4, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137394,22.336683 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops 2, 3, 10 & 11, G/F, 1C Broadway, Stage 1, Mei Foo Sun Chuen, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169709,22.317266 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop B, G/F, 617-623 Nathan Road, Mongkok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170045,22.317217 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop B-1, Basement, Good Hope Building, 612 - 618 Nathan Road, Mong Kok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170045,22.317217 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop B-1, Basement, Good Hope Building, 612 - 618 Nathan Road, Mong Kok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169696,22.319835 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops G30 & G31, G/F, Argyle Centre Phase I, 688 Nathan Road, Kowloon, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202286,22.291407 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 003, G/F, Island Place, 500 King's Road, North Point, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195192,22.289844 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop G2, G/F, North Point Centre, 278-288 King's Road, North Point, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16878,22.32398 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Bijou Apartments, 157 Prince Edward Road West, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212557,22.28478 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop G6, G/F & Shop LG1, LG/F Westlands Gardens, 1027 King's Road, Quarry Bay, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.271362,22.381419 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, 1, 3 & 5 Wan King Path, Sai Kung, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222703,22.282474 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop GD40A, Site D, 45 Tai Hong Street, Lei King Wan, Sai Wan Ho, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19802,22.336659 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop A, G/F, Perfect Industrial Building, 31 Tai Yau Street, San Po Kong, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154702,22.327744 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F Fu Cheong Shopping Centre, Fu Cheong Estate, Sham Shui Po, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162746,22.33196 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop C, G/F, 90 Fuk Wing Street, Sham Shui Po, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160285,22.334602 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Nos. 9-19, Manor Centre, No.213 Un Chau Street, Sham Shui Po, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160293,22.334607 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Nos. 9-19, Manor Centre, No.213 Un Chau Street, Sham Shui Po, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161493,22.331918 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F & M/F of Wing Luen Bldg., 78-86 Yen Chow Street, Sham Shui Po, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161493,22.331918 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F & M/F of Wing Luen Bldg., 78-86 Yen Chow Street, Sham Shui Po, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17389,22.36506 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F Wing B, Hin Keng Shopping Centre, Hin Keng Estate, Shatin, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189137,22.383299 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. 8, Level 1, Shatin Plaza, 21-27 Shatin Centre Street, Shatin, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178492,22.374195 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, 90 Tai Wai Road, G/F, 103 & 105 Chik Fuk Street, Tai Wai, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205048,22.382113 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Opposite to Shop No 122, 1/F Yu Chui Shopping Centre, Yu Chui Court, Shatin, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212927,22.425498 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop S009, G/F, Core Building 1 at Phase One, Hong Kong Science Park, Pak Shek Kok, Tai Po, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22127,22.282641 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops A & B, G/F & Shops 160-161, 1/F, Tai On Building, 85-87 Shaukiwan Road, Shaukiwan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.134986,22.286215 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 8-12, G/F, 455-485 Queen`s Road West, Shek Tong Tsui, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.130703,22.501098 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 1021-1023 Level 1, Sheung Shui Centre, 3 Chi Cheong Road, Sheung Shui, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151651,22.288 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Adjacent to lift L37, 3/F, Shun Tak Centre, Sheung Wan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150368,22.287332 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. 16, G/F Western Market, No. 323 Des Voeux Road Central, Sheung Wan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250779,22.266172 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F Island Resort Mall, 28 Siu Sai Wan Road, Siu Sai Wan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250998,22.262739 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Nos C10-C19 on G/F of Car Port Building, Cheerful Garden, No 23 Siu Sai Wan Road, Chai Wan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250998,22.262739 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Nos C10-C19 on G/F of Car Port Building, Cheerful Garden, No 23 Siu Sai Wan Road, Chai Wan, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160596,22.324314 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Opposite to Shop No G20, G/F Metro Harbour Plaza. 8 Fuk Lee Street, Tai Kok Tsui, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161622,22.321272 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. J1 & J2 on G/FJ1 on 1/F Tai Fong Bldg, Cosmopolitan Estate 97-105 Tai Kok Tsui Rd, Tai Kok Tsui, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161622,22.321272 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. J1 & J2 on G/FJ1 on 1/F Tai Fong Bldg, Cosmopolitan Estate 97-105 Tai Kok Tsui Rd, Tai Kok Tsui, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.217264,22.285773 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops 42-43, G/F, Cityplaza Phase II, 18 Taikoo Shing Road, Taikoo Shing, Quarry Bay, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166119,22.452513 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 21, G/F, Eightland Gardens, Tai Po, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170194,22.451509 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Space OS-1, Level 2, Zone A, Tai Po Mega Mall, Tai Po, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00231,22.450789 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 103, 1/F Tin Yiu Commercial Centre, Tin Yiu Estate, Tin Shui Wai, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26373,22.318752 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. E037-E040, G/F, East Wing of TKO Gateway, Hau Tak Estate, Tseung Kwan O, New Territories."
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172453,22.297801 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop B1 on G/F, Golden Crown Court, 66-70 Nathan Road, Tsim Sha Tsui, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168853,22.298884 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F & 1/F, Manley House, 86-98 Canton Road, Tsim Sha Tsui, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172919,22.299445 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, 10 Granville Road, Tsim Sha Tsui, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178945,22.300681 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 1D on G/F and shop 100 on 1/F, New Mandarin Plaza, No.14 Science Museum Road, Tsim Sha Tsui East, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168522,22.302445 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"1/F Victoria Mall, 188 Canton Road, Tsim Sha Tsui, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.09622,22.356373 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Beside Shop No.2 Cheung Wang Shopping Centre, Cheung Wang Estate, Tsing Yi, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10808,22.359424 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 308E, Level 3, Maritime Square, Tsing Yi, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118377,22.371859 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop A, G/F Chau Hop Shing Building, 8 Chung On Street, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111521,22.376332 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"an area outside Shop 2020 on Level 2 in Discovery Park Shopping Centre, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116945,22.370172 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F Emperor Plaza, 55 Chung On Street, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117459,22.369314 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop C, G/F, Jade Plaza, 298-304 Sha Tsui Road, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.122136,22.368925 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 1A, 2B, 3A-B, 9A-B & 9C, Podium A of G/F, Wealthy Garden, Shopping Arcade, Texaco Road, Tsuen Fu Street, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.122136,22.368925 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 1A, 2B, 3A-B, 9A-B & 9C, Podium A of G/F, Wealthy Garden, Shopping Arcade, Texaco Road, Tsuen Fu Street, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116666,22.371947 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, 10 - 16 Market Street, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116666,22.371947 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, 10 - 16 Market Street, Tsuen Wan, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202375,22.347205 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No.1, Ground Floor, Manning Theatre Building,68 Yuk Wah Street, Tsz Wan Shan, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202375,22.347205 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No.1, Ground Floor, Manning Theatre Building,68 Yuk Wah Street, Tsz Wan Shan, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170682,22.312828 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"自動櫃員機 3, Unpaid Concourse, Yau Ma Tei MTR Station, Yau Ma Tei, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170579,22.314787 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F - 1/F, Ming Fong Bldg., 564 Nathan Road, Yau Ma Tei, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19992,22.343877 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Besides Shop 201B, 2/F Fung Tak Shopping Centre, Fung Tak Estate, Diamond Hill, Wong Tai Sin, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976523,22.382806 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Sam Shing Terminus, Light Railway Transit, Tuen Mun, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.964536,22.381496 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Unit 75B on Level 2, Sun Tuen Mun Shopping Centre, 55-56 Lung Mun Road, Tuen Mun"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975995,22.395888 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Forward Mansion, 26A Yan Ching Street, Tuen Mun, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975314,22.391912 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No.14, G/F, Hong Lai Garden, Heung Sze Wui Rd/Ho Pong Street, TMTL 280, Tuen Mun, N.T"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975314,22.391912 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No.14, G/F, Hong Lai Garden, Heung Sze Wui Rd/Ho Pong Street, TMTL 280, Tuen Mun, N.T"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180407,22.279118 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop B, Basement & G/F, Eastern Commercial Centre, 393-407 Hennessy Road, Wanchai, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174868,22.281048 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 113-117, 1/F Great Eagle Centre, 23 Harbour Road, Wanchai, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17357,22.277514 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop C2 on G/F, and 1/F to 2/F, Lee Wing Building, No.156-162 Hennessy Road, Wanchai, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172513,22.274836 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F & 1/F, 208-212 Queen's Road East, Wanchai, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161662,22.30475 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops 1003 -1004, 1/F, Elements, 1 Austin Road West, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160244,22.303388 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"47/F, ICC, 1 Austin Road West, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027917,22.44428 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F 140 Yuen Long Main Road, Yuen Long, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.024673,22.44473 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop B at G/F and Whole 1/F, Man Cheong Building, 239 - 247 & 247A Castle Peak Road, Yuen Long, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027516,22.442997 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Hing Fat House, 9 - 13 Kau Yuk Road, Yuen Long, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027516,22.442997 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Hing Fat House, 9 - 13 Kau Yuk Road, Yuen Long, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153897,22.248221 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 4A, G/F, Aberdeen Centre Site 5, 6-12 Nam Ning Street, Aberdeen, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148765,22.249376 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Nos. 1 & 2, G/F Silver Mansion, 81 Shek Pai Wan Rd., Aberdeen, Southern, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16408,22.279938 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. C, UG/F, Far East Finance Centre, 16 Harcourt Road, Admiralty, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185563,22.279631 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Yee Wah Mansion, 38-40A Yee Wo Street, Causeway Bay, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155497,22.284721 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"88 Des Voeux Road Central, Central, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156217,22.281037 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"LG/F to 2/F of Silver Fortune Plaza, No. 1 Wellington Street, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159176,22.280723 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop G1 of Ground Floor and the Whole of First Floor,<BR/>Commercial Podium of Standard Chartered Bank Building,<BR/>4-4A Des Voeux Road Central, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9663,22.39895 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. 214, Shan King Commercial Centre, Shan King Estate, 1 Ming Kum Road, Tuen Mun"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1848671,22.30320226 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"UG/F, PolyU Hong Kong Community College (Hung Hom Bay Campus), 8 Hung Lok Road, Hung Hom, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216174,22.284836 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop G12, G/F, Kornhill Plaza, 1 Kornhill Road, Quarry Bay, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203616,22.291605 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. U17, Upper Ground Floor of FitFort, 560 King’s Road, North Point, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148521,22.332814 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"自動櫃員機 No. L011B, Ground Floor, Aqua Marine, 8 Sham Shing Road, Lai Chi Kok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177893,22.314609 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F, Oi Man Shopping Centre, <BR/>60 Chung Hau Street, <BR/>Homantin, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224432,22.312852 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"G/F & 1/F, 414 Kwun Tong Road, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161634,22.316225 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop Nos. 135 & 136, 1/F, Olympian City 2, 18 Hoi Ting Road, West Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187761,22.328373 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 2A, Ground Floor, Genius Court, No. 18 Fuk Lo Tsun Road, Kowloon City, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.040651,22.309618 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"AL-531, MYSTIC POINT, HONG KONG DISNEYLAND RESORT, LANTAU, HONG KONG"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976558,22.392326 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 38, G/F, Tuen Mun Town Plaza Phase I, Tuen Mun , New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165501,22.309806 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop UG30, Coronation Circle, 1 Yau Cheung Road, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19293,22.31936 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"The Space outside Shop G21 on Ground Floor of Grand Waterfront Plaza, 38 San Ma Tau Street, Ma Tau Kok, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181812,22.278747 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Whole of Third Floor, No. 8 Russell Street, Causeway Bay, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.239557,22.296437 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Automatic Teller Machine Space No. 5, LG/F, Lei Yue Mun Plaza, 80 Lei Yue Mun Road, Yau Tong, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157614,22.284134 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"The Forum, Exchange Square, 8 Connaught Place, Central, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18834,22.38223 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. 222 & 223 on Level 2, New Town Plaza Phase 1, Shatin, New Territories"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9780849,22.3869183 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Site automatic teller machine space no. 1, level 2, New Annex (also known as zone A, H.A.N.D.S), On Ting Estate, 2A Tuen Mun Heung Sze Wui Road, Tuen Mun, New Territories, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02327,22.449877 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. M003A, Mezzanine Floor, Kang Ping House Block 5, Long Ping Estate, 1 Long Ping Road, Yuen Long, New Territories, Hong Kong"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17554,22.299139 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop No. 1,2,3, G/F, Katherine House, No. 53-55 Chatham Road South, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127894,22.502596 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"<BR/>Units 601-610 and 623A, Landmark North, 39 Lung Sum Avenue, Sheung Shui, New Territories<BR/>"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15098,22.3372 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shop 5, G/F and M/F, Cheung Sha Wan Plaza, 833 Cheung Sha Wan Road, Cheung Sha Wan Road, Kowloon"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200476,22.347439 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "他們的分類":"",
    "18區":"",
    "我們的分類":"自動櫃員機",
    "地址":"Shops 324-325 on Level 3, Tsz Wan Shan Shopping Centre, 23 Yuk Wah Street, Kowloon"
    }
  }
]
}