var rich_list = {
   "type": "FeatureCollection",
   "features": [
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1774,22.300217 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"油尖旺區",
    "我們的分類":"有錢人專用",
    "地址":"九龍尖沙咀加連威老道98號東海商業中心地下G12-G15及G26-G27號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172102,22.2959 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"油尖旺區",
    "我們的分類":"有錢人專用",
    "地址":"九龍尖沙咀彌敦道21號九龍酒店1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162776,22.304021 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"油尖旺區",
    "我們的分類":"有錢人專用",
    "地址":"九龍尖沙咀柯士甸道西1號圓方1樓1104-1105號舖 及環球貿易廣場(ICC)15樓1501A 及1508室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16802,22.299659 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"油尖旺區",
    "我們的分類":"有錢人專用",
    "地址":"九龍尖沙咀海港城港威商場三階3203-3204A號?及港威大廈1座8樓810-811室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170457,22.313066 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"油尖旺區",
    "我們的分類":"有錢人專用",
    "地址":"九龍油麻地彌敦道525-543A號地下A舖及1樓101-104, 106舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150359,22.337826 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"深水?區",
    "我們的分類":"有錢人專用",
    "地址":"九龍長沙灣道777-779號天安工業大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934786,22.314807 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"離島區",
    "我們的分類":"有錢人專用",
    "地址":"大嶼山赤?角香港國際機場1號客運大樓抵港層5T054-056"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.130107,22.500643 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"北區",
    "我們的分類":"有錢人專用",
    "地址":"新界上水上水中心商場地下1024-1028及1030-1031號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976572,22.393626 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"屯門區",
    "我們的分類":"有錢人專用",
    "地址":"新界屯門屯盛街1號屯門市廣場一期高層地下UG001-002及地下G077-G080號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113939,22.369255 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"荃灣區",
    "我們的分類":"有錢人專用",
    "地址":"新界荃灣楊屋道1號荃新天地高層地下69及71號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11822,22.372827 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"荃灣區",
    "我們的分類":"有錢人專用",
    "地址":"新界荃灣青山公路210號富華中心二樓 A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162458,22.281173 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"中西區",
    "我們的分類":"有錢人專用",
    "地址":"香港中環夏?道10號和記大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15109,22.28811 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"中西區",
    "我們的分類":"有錢人專用",
    "地址":"香港干諾道中168-200號信德中心2樓294-295號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173695,22.280831 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"灣仔區",
    "我們的分類":"有錢人專用",
    "地址":"香港灣仔港灣道1號會展廣場103 室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186281,22.2689 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"灣仔區",
    "我們的分類":"有錢人專用",
    "地址":"香港跑馬地成和道45號日月大廈1樓及2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183051,22.277302 ]
    },
    "properties": {
    "銀行牌子":"匯豐銀行",
    "18區":"灣仔區",
    "我們的分類":"有錢人專用",
    "地址":"香港銅鑼灣禮頓道26號凱基商業大廈地下及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174573,22.337548 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"九龍塘達之路80號又一城LG2 樓LG2-27號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.215975,22.286481 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"太古城太古城道 22 號明宮閣 G406 號舖及 P413 號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168779,22.298355 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"尖沙咀廣東道 68 號恆利大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168795,22.299119 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"尖沙咀廣東道100號彩星集團大廈15樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17453,22.298957 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"尖沙咀金馬倫道 30-32 號地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97664,22.39322 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"屯門屯隆街 3 號 屯門市廣場第2期高層地下12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172976,22.274704 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"灣仔皇后大道東 228 號中華大廈地下 A 舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117601,22.371597 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"荃灣街市街 49-51 號華仁樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184792,22.280114 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"",
    "我們的分類":"有錢人專用",
    "地址":"銅鑼灣怡和街 12-14 號地下"
    }
  }
]
}